// schedule.js
module.exports = {
    月: [
      "1限（9:00〜10:30）Freshman English A（A34ー石井 征子）",
      "2限（10:40〜12:10）電磁気学I（A35ー北川 一郎）",
      "3限（13:10〜14:40）電気基礎物理学（A31ー中西 真大）",
      "4限（14:50〜16:20）キャリア・デザイン（E棟3階 Cul Site R2ー中野 美香）"
    ],
    火: [
      "1限（9:00〜10:30）基礎物質工学（A32ー鈴木 恭一）",
      "2限（10:40〜12:10）電気基礎数学（A34ー百武 弘登）",
      "3限（13:10〜14:40）社会学（A11ー井手 靖子）",
      "4限（14:50〜16:20）ウェルネス基礎（FITアリーナー樋口 貴俊）"
    ],
    水: [
      "2限（9:00〜10:30）解析I（A32ー進藤 久和）",
      "3限（13:10〜14:40）ITリテラシー（B23 PC室ー篠原 幸子）"
    ],
    木: [
      "2限（10:40〜12:10）電気工学概論（A31ー大山 和宏）"
    ],
    金: [
      "1限（9:00〜10:30）電気回路I（A36ー北﨑 訓）",
      "2限（10:40〜12:10）論理表現I（A35ー遠藤 文人）"
    ],
    土: ["（授業なし）"],
    日: ["（授業なし）"]
  };

  